Repository: romao-romaldi/zarchive
Catalog: src/presentation/maarchRM/Resources/locale/*/recordsManagement/messages.po
Languages: fr

source: ReferencedObject
fr: Référence à l'objet signé

source: Signing time
fr: Date et heure de la signature

source: Validation time
fr: Date et heure de la validation

source: Masterdata
fr: Référentiel des personnes et organisations

source: Object
fr: Objet

source: Archive added to collection.
fr: Archive(s) ajoutée(s) aux favoris.

source: Archive removed from collection.
fr: Archive(s) retirée(s) des favoris.

source: Remove All Collections
fr: Supprimer tous les favoris

source: You must select a description field and set corresponding value.
fr: Veuillez choisir un champ et renseigner une valeur associée.

source: You must select the type of additional description field to add
fr: Veuillez choisir le type de critère supplémentaire à ajouter

source: Add filter
fr: Ajouter le filtre

source: Search in other services
fr: Rechercher dans d'autres services
