Repository: romao-romaldi/zarchive
Catalog: src/presentation/maarchRM/Resources/locale/*/recordsManagement/messages.po
Languages: fr

source: recordsManagement
fr: Archives

# bundle
source: accessRule
fr: Gestion des codes de communicabilité

# interface
source: archivalAgreement
fr: Gestion des conventions d'archivage

# interface
source: archivalProfile
fr: Gestion des profils d'archivage

# interface
source: archiveRelationship
fr: Gestion de relations entre archives

# interface
source: deposit
fr: Dépôt d'archives

# interface
source: lifeCycleJournal
fr: Consultation du journal de cycle de vie

# interface
source: log
fr: Consultation du journal

# interface
source: modify
fr: Modification d'archives

# interface
source: retrieve
fr: Recherche d'archives

# interface
source: serviceLevel
fr: Gestion des niveaux de service

# interface
source: retentionRule
fr: Gestion des règles de conservation

# interface
source: message
fr: Gestion de bordereaux

# model
source: accessRule
fr: Règles de communicabilité

# model
source: archivalAgreement
fr: Conventions d'archivage

# model
source: archivalProfile
fr: Profils d'archivage

# model
source: disposalDate
fr: Date d'élimination

# model
source: archive
fr: Archives

# model
source: archiveRelationship
fr: Relations entre archives

# model
source: archiveRelationshipType
fr: Types de relations entre archives

# model
source: disposalRule
fr: Règles d'éliminations

# model
source: log
fr: Logs

# model
source: archiveDescription
fr: Description de profil

# model
source: retentionRule
fr: Règles de conservation

# model
source: serviceLevel
fr: Niveaux de service

# model
source: archiveRetentionRule
fr: Règle de conservation de l'archive

# model
source: message
fr: Messages

# model
source: certificateOfCompliance
fr: Attestation de conformité

# model
source: certificateOfReception
fr: Certificat de réception

# model
source: certificateOfValidation
fr: Certificat de validation

# model
source: certificateOfDeposit
fr: Certificat de dépôt

# model
source: certificateOfModification
fr: Certificat de modification

# model
source: certificateOfDestruction
fr: Certificat de destruction

# model
source: certificateOfRestitution
fr: Certificat de restitution

# model
source: certificateOfProfileCreation
fr: Certificat de création de profil

# model
source: certificateOfProfileModification
fr: Certificat de modification de profil

# model
source: certificateOfProfileDestruction
fr: Certificat de destruction de profil

# model
source: recordsManagement/archive
fr: Archive

source: Archive information
fr: Information de l'archive

source: Document information :
fr: Information du document :

source: Description metadata
fr: Métadonnées descriptives

source: File extension
fr: Extension du fichier

source: Life cycle events
fr: Évènements du cycle de vie

source: Archive identifier
fr: Identifiant de l'archive

source: Originator archive identifier
fr: Identifiant

source: Archiver archive identifier
fr: Cote du Service d'Archives

source: Archive name
fr: Nom

source: Archive address
fr: Adresse de stockage

source: Description class
fr: Classe de description

source: Profile
fr: Profil

source: Agreement reference
fr: Convention d'archivage

source: Service level
fr: Niveau de service

source: Description level
fr: Niveau de description

source: digitalResourceId
fr: ID de ressource électronique

source: archiver
fr: Service d'Archives

# org
source: depositor
fr: Service Versant

# org
source: originator
fr: Service Producteur

# org
source: Originator
fr: Service Producteur

source: Originator organization
fr: Service Producteur

source: Archiver
fr: Service d'Archives

source: Depositor
fr: Service Versant

source: Access rule code
fr: Code de communicabilité

source: Communication date
fr: Date de communicabilité

source: File name
fr: Nom de fichier

source: Indexing / keyword
fr: Indexation / Mot-clé

source: Integrity
fr: Intégrité

source: Size (octets)
fr: Taille (octets)

source: preservation
fr: Conservation

source: Access entries
fr: Accès

source: Read only
fr: Lecture seule

source: Deposit date
fr: Date de dépôt

source: Last check date
fr: Date du dernier contrôle

source: Date of deposit from
fr: Date de dépôt du

source: to
fr: au

# date
source: Language
fr: Langage

source: Edit archive
fr: Modification d'archive

source: Unfreeze
fr: Dégeler

source: Freeze
fr: Geler

source: Change disposal rule
fr: Modifier la règle de conservation

source: Restore profile rule
fr: Restaurer la règle du profil

source: Specific rule
fr: Règle spécifique

source: Remove the specific rule
fr: Retirer la règle

source: Day(s)
fr: Jour(s)

source: Month(s)
fr: Mois

source: Year(s)
fr: An(s)

source: Retention rule
fr: Règle de conservation

source: Start date
fr: Date de départ du calcul

source: Duration
fr: Durée

source: Code
fr: Nom de la règle

# archiveInformation
source: Final disposition
fr: Sort final

source: Disposal date
fr: Date d'élimination

source: Originator identifier
fr: Identifiant producteur

source: Originator req number
fr: Identifiant Service Producteur

source: Frozen
fr: Gelée

source: Disposed
fr: Éliminée

source: Preserved
fr: Conservée

source: Error
fr: Erreur

source: error
fr: Erreur

source: Waiting for restitution
fr: En cours de restitution

source: Waiting for destruction
fr: En cours d'élimination

source: Restituted
fr: Restituée

source: Request of communication
fr: Demander la communication

source: Flag for restitution
fr: Demander la restitution

source: Validate restitution
fr: Valider la restitution

source: Select an originator organization
fr: Sélectionnez un service producteur

source: Cancel restitution request
fr: Annuler la demande de restitution

source: Flag for destruction
fr: Demander l'élimination

source: Cancel destruction request
fr: Annuler la demande d'élimination

source: Flag for transfer
fr: Demander le transfert

source: Verify integrity
fr: Vérifier l'intégrité

source: Request a modification
fr: Demander une modification

source: Edit access rule
fr: Modifier la règle de communicabilité

source: You not have the permission to view the documents of archive
fr: Vous n'avez pas la permission de visualiser les documents de cette archive

source: You not have the permission to view the informations of archive
fr: Vous n'avez pas la permission de visualiser les informations de cette archive

source: Archival profile
fr: Profil d'archive

source: Retention start date
fr: Date de référence

source: Retention duration
fr: Durée de conservation

source: Certificate of deposit
fr: Attestation de dépôt

source: Certificate of compliance
fr: Attestation de conformité

source: Certificate of deletion
fr: Attestation de suppression

source: Archival agreement
fr: Accord de versement

source: Search archives
fr: Gestion

source: Archive identifier of originator
fr: Identifiant d'archive producteur

source: Expired
fr: Échue

source: Not expired
fr: Non échue

source: DAU
fr: DUA

source: result(s)
fr: résultat(s)

source: archive(s) on
fr: archive(s) sur

source: Search
fr: Rechercher

source: Reset
fr: Réinitialiser

source: From date
fr: Date de début

source: To date
fr: Date de fin

source: frozen
fr: Gelée

source: disposable
fr: En cours d'élimination

source: Select an archiver
fr: Sélectionnez un Service d'Archives

source: transferable
fr: En cours de transfert

source: transfered
fr: Transférée

source: disposed
fr: Éliminée

source: restituted
fr: Restituée

source: restituable
fr: En cours de restitution

source: preserved
fr: Conservée

source: Preservation
fr: Conservation

source: Disposable archives
fr: Archives à terme

source: disposable archive(s)
fr: archive(s) à terme

source: Disposable archives only
fr: Archives expirées seulement

source: Set for disposal
fr: Marquer pour élimination

source: Print
fr: Imprimer

source: Timestamp :
fr: Horodatage :

source: Archive identifier :
fr: Identifiant de l'archive :

source: Archiver name :
fr: Nom du service d'archive :

source: Originator name:
fr: Nom du service producteur :

source: Hash
fr: Empreinte numérique

source: Archival agency :
fr: Service d'Archives :

source: Legal classification :
fr: Forme juridique :

source: Tax identifier :
fr: Numéro de TVA intraco :

source: Registration number :
fr: SIREN / SIRET :

source: Requesting agency :
fr: Service demandeur :

source: Depositor agency :
fr: Service Versant :

source: Event type :
fr: Type d'évènement :

source: User :
fr: Utilisateur :

source: Mail :
fr: Courriel :

source: Telephone number :
fr: Numéro de téléphone :

source: Requesting organization :
fr: Organisation demandeur :

source: Life cycle
fr: Cycle de vie

source: Archival agency
fr: Service d'Archives

source: Requesting agency
fr: Service demandeur

source: Access rule duration
fr: Durée de la règle

source: year(s)
fr: an(s)

source: month(s)
fr: mois

source: day(s)
fr: jour(s)

source: Comment
fr: Commentaire

source: Archival status set to 'Dispose'.
fr: Le statut de l'archive a été changé en 'à éliminer'.

source: The archive is frozen.
fr: L'archive a été gelée.

source: The archive is unfrozen.
fr: L'archive a été dégelée.

source: Archival status updated.
fr: Le statut de l'archive a été changé.

source: Retention rule updated.
fr: La règle de conservation a été modifiée.

source: Disposal rule
fr: Règle de conservation

source: Disposal rule origin
fr: Règle appliquée

source: Archive Retention rule updated
fr: Règle de conservation de l'archive modifiée

source: Certificate of reception created
fr: Certificat de réception créé

source: Certificate of validation created
fr: Certificat de validation créé

source: Certificate of modification created
fr: Certificat de modification créé

source: Certificate of profile modification created
fr: Certificat de modification de profil créé

source: Archive received
fr: Archive reçue

source: Archive validation succeeded
fr: Archive validée avec succès

source: Archive created
fr: Archive créée

source: Access Code modification
fr: Règle de communicabilité modifiée

source: Retention rule updated
fr: Règle de conservation modifiée

source: Archive integrities
fr: Intégrité d'archive(s)

source: archives check
fr: archive(s) sélectionnée(s)

source: Result
fr: Résultat

source: Select all
fr: Tous

source: For restitution
fr: Pour restitution

source: For destruction
fr: Pour destruction

source: Resource information
fr: Informations de la ressource

source: Hash algorithm
fr: Algorithme d'empreinte

source: Size
fr: Taille

source: Addresses
fr: Adresses

source: Show the archive info
fr: Afficher les informations de l'archive

source: Archiver Name
fr: Service d'Archives

source: Depositor Name
fr: Service Versant

source: Originator Name
fr: Service Producteur

source: bits
fr: octets

source: Identifier
fr: Identifiant

source: Document type
fr: Type de document

source: No archives selected.
fr: Pas d'archives sélectionnées.

source: This action is not relevant for the selection.
fr: Cette action n'est pas compatible avec les archives sélectionnées.

source: This action is not relevant for this archive.
fr: Cette action n'est pas compatible avec cette archive.

source: Cancel destruction
fr: Annuler la destruction

source: archives selected.
fr: archives sélectionnées.

# validationModal
source: Relationships
fr: Relations

source: Related archive
fr: Archive liée

source: Information
fr: Informations

source: History
fr: Historique

source: Modify retention rule
fr: Modifier la règle de conservation

source: Modify access rule
fr: Modifier la règle de communicabilité

source: Access rule
fr: Règle de communicabilité

source: The modification will be applied on
fr: L'action portera sur

# validationModal
source: %1$s archive(s) flagged for restitution.
fr: %1$s archive(s) marquée(s) pour restitution.

source: %1$s / %3$s archive(s) flagged for destruction.
fr: %1$s archive(s) marquée(s) pour destruction.

source: %2$s / %3$s archive(s) not eliminable.
fr: %2$s archive(s) non éliminable(s).

source: The archive is flagged for destruction.
fr: L'archive est marquée pour la destruction.

source: The archive cannot be eliminated.
fr: L'archive n'est pas éliminable.

source: %1$s archive(s) flagged for conversion.
fr: %1$s archive(s) marquée(s) pour conversion.

source: %1$s document(s) converted.
fr: %1$s document(s) converti(s).

source: %1$s archive(s) modified.
fr: %1$s archive(s) modifiée(s).

source: %1$s archive(s) freezed.
fr: %1$s archive(s) gelée(s).

source: %1$s archive(s) unfreezed.
fr: %1$s archive(s) dégelée(s).

source: %1$s transfer(s) validated.
fr: %1$s transfert(s) validé(s).

source: %1$s transfer(s) can not be validate(s).
fr: %1$s transfert(s) ne sont pas validé(s).

source: %1$s restitution(s) validated.
fr: %1$s restitution(s) validée(s).

source: %1$s restitution(s) canceled.
fr: %1$s restitution(s) annulée(s).

source: %1$s destruction(s) canceled.
fr: %1$s destruction(s) annulée(s).

source: %1$s archive(s) can not be flagged because an action is already in progress on this(these) archive(s) (or on one of its/their objects).
fr: %1$s archive(s) n'est(ne sont) pas marquée(s) car une action est déjà en cours sur cette(ces) archive(s) (ou sur l'un de leurs objets).

source: %1$s archive(s) can not be modified.
fr: %1$s archive(s) ne sont pas modifiée(s).

source: %1$s archive(s) can not be freezed.
fr: %1$s archive(s) ne sont pas gelée(s).

source: %1$s archive(s) can not be unfreezed.
fr: %1$s archive(s) ne sont pas dégelée(s).

source: %1$s restitution(s) can not be validate(s).
fr: %1$s restitution(s) ne sont pas validée(s).

source: %1$s restitution(s) can not be canceled.
fr: %1$s restitution(s) ne sont pas annulée(s).

source: %1$s destruction(s) can not be canceled.
fr: %1$s destruction(s) ne sont pas annulée(s).

source: %1$s resource(s) can't be deleted.
fr: la ressource %1$s ne peut pas être supprimée.

source: %1$s resource(s) deleted.
fr: %1$s ressource(s) supprimée(s)

source: Restitution message created
fr: Message de restitution créé.

source: The archive has been deposited
fr: L'archive a été déposée

source: No organization unit
fr: Pas d'unité organisationnelle

source: You have to choose a working organization unit to proceed this action.
fr: Vous devez choisir une unité organisationnelle de travail pour effectuer cette action.

source: Permission denied: You have to choose a working organization unit to proceed this action.
fr: Permission non accordée : vous devez choisir une unité organisationnelle de travail pour effectuer cette action.

source: The description class does not match with the archival profile.
fr: La classe description ne correspond pas aux profils d'archive.

source: The processing status isn't initial
fr: Le statut de traitement choisi n'est pas de type initial

source: Archive not set for destruction.
fr: L'archive n'est pas prévue pour être détruite.

source: Children archives : Archive not set for destruction.
fr: Une sous-archive n'est pas prévue pour être détruite.

source: Disposal date not reached.
fr: DUA non échue.

source: Children archives : Disposal date not reached.
fr: La DUA d'une des sous-archives n'est pas échue.

source: Children archives : Final disposition must be advised for this action
fr: Le sort final d'une des sous-archives n'est pas renseigné.

source: There is a missing management information (date or retention rule).
fr: Il manque une information concernant la gestion de la conservation de l'archive (date et/ou règle de conservation).

source: Children archives : There is a missing management information (date or retention rule).
fr: Il manque une information concernant la gestion de la conservation d'une des sous-archives (date et/ou règle de conservation).

source: Final disposition must be advised for this action
fr: Un sort final doit être renseigné pour exécuter cette action.

source: Profil and data management not found
fr: Profil et données de gestion non trouvés

source: Representation information
fr: Information de représentation

source: Preservation Description Information
fr: Information de pérennisation

source: Content data object
fr: Contenu de données

source: isConversionOf
fr: Conversion

source: The communication request has been send, check your requests list to follow the treatment
fr: Demande de communication envoyée, consultez votre liste de demandes pour en suivre le traitement

source: The communication request has been accepted, check your requests list to get the archived package
fr: Demande de communication acceptée, consultez votre liste de demandes pour obtenir le paquet archivé

source: The communication request is in derogation, check your requests list to follow the treatment
fr: Demande de communication en dérogation, consultez votre liste de demandes pour en suivre le traitement

source: Invalid action for this archive
fr: Action non valide pour cette archive

source: Parent archive
fr: Dossier

source: Children archives
fr: Objets contenus

source: A keyword label is missing.
fr: Un libellé de mot-clé n'a pas été renseigné.

source: The indexes of the archive have been modified
fr: Les index de l'archive ont été modifiés

source: isTimestampOf
fr: Jeton d'horodatage

# relationship
source: Indexing modification
fr: Modification de l'index

source: Reference
fr: Cote

# message
source: Select a rule
fr: Sélectionnez une règle

source: Acces rule duration
fr: Durée de la règle

source: Size (bytes)
fr: Taille (octets)

source: Creation date
fr: Date de création

source: Management information
fr: Information de gestion

source: Management metadata
fr: Métadonnées de gestion

source: Descriptive metadata
fr: Métadonnées descriptives

source: Metadata
fr: Métadonnées

source: Import
fr: Importer

source: Import with validation
fr: Importer avec validation

source: Click or drop a document
fr: Cliquer ou déposer un document

source: Click or drop documents
fr: Cliquez ou déposez des documents

source: Folder
fr: Dossier

source: Create
fr: Créer

source: File plan position
fr: Position

source: Empty folder
fr: Le dossier est vide

source: %1$s after %2$s
fr: %1$s après %2$s

source: bytes
fr: octets

source: New archive
fr: Nouvelle archive

source: Archive updated
fr: Archive modifiée

source: Add field
fr: Ajouter un champ

source: Missing Label
fr: Un libellé est nécessaire avec la valeur

source: Label
fr: Libellé

source: Text
fr: Texte

source: Select a retention rule
fr: Sélectionner une règle de conservation

source: No result
fr: Aucun résultat

source: Sub-archive of
fr: Sous-archive de

source: Sub-archive
fr: Sous-archive

source: Zip container
fr: Fichier conteneur

source: Originating date
fr: Date du document

source: Today's date
fr: Date du jour

source: Text indexation
fr: Indexation du texte

source: Profiles
fr: Profils

source: Partial retention rule
fr: Règle de conservation partielle

source: Fulltext
fr: Texte intégral

source: To be defined later
fr: À définir plus tard

source: Producer
fr: Service producteur

source: Organization
fr: Organisation

source: No originator found
fr: Aucun producteur trouvé

source: No archival agency found
fr: Aucun Service d'Archives trouvé

source: Message
fr: Bordereau(x)

source: ArchiveTransfer
fr: Transfert d'archive

source: ArchiveModificationNotification
fr: Notification de modification

source: ArchiveDeliveryRequest
fr: Demande de communication

source: ArchiveRestitutionRequest
fr: Demande de restitution

source: ArchiveDestructionRequest
fr: Demande d'élimination

source: ArchiveModificationRequest
fr: Demande de modification

source: Rule name
fr: Nom de la règle

source: DUA Due date
fr: Date d'échéance de la DUA

source: No working organization
fr: Aucune organisation sélectionnée

# archiveInformation
source: Change start date
fr: Changer la date

source: Archive Transfer
fr: Demander le transfert sortant

source: Invalid object
fr: Objet invalide

source: Attempt to modify readonly field(s)
fr: Tentative de modification d'une donnée en lecture seule.

source: Do not update the final disposition
fr: Ne pas mettre à jour le sort final

source: Edit metadata
fr: Modifier les métadonnées

source: Unlimited
fr: Illimitée

source: Messages
fr: Bordereaux

source: Add sub-archive
fr: Ajout de sous-archive

source: archive found
fr: archive trouvée

source: archives found
fr: archives trouvées

source: Results of search in
fr: Résultats de la recherche dans

source: Fileplan level
fr: Niveau dans le plan

source: Item
fr: Pièce

source: File
fr: Dossier

source: Processing statuses
fr: Statuts du flux de travail

source: Processing status
fr: Statut initial du flux de travail

source: Last modification date
fr: Date de mise à jour

source: Add a resource
fr: Ajouter une ressource

source: Delete the resource
fr: Supprimer la ressource

source: Cancel
fr: Annuler

source: Import a resource
fr: Ajout d'une ressource

source: Do you really want to delete this resource ?
fr: Voulez-vous vraiment supprimer cette ressource ?

source: This action will be irreversible.
fr: Cette action sera irréversible.

source: Modification request sent
fr: Demande de modification envoyée

source: Click to add '%1$s'
fr: Cliquer pour ajouter '%1$s'

source: Click to modify '%1$s'
fr: Cliquer pour modifier '%1$s'

source: * At least one field must be filled in.
fr: * Au moins un champ doit être renseigné.

source: You must fill all required fields (*)
fr: Vous devez remplir tous les champs requis (*)

source: Export to
fr: Exporter en

source: Full name
fr: Nom Complet

source: First Name
fr: Prénom

source: Birth Name
fr: Nom de naissance

source: Given Name
fr: Nom usuel

source: Gender
fr: Genre

source: Birth date
fr: Date de naissance

source: Birth place
fr: Lieu de naissance

source: Death date
fr: Date de décès

source: Death place
fr: Lieu du décès

source: Nationality
fr: Nationalité(s)

source: Corporation name
fr: Nom de l'entreprise

source: Mandate
fr: Mandat

source: Function
fr: Fonction

source: Geographic name
fr: Nom du lieu

source: Address
fr: Adresse

source: Postal Code
fr: Code postal

source: City
fr: Ville

source: Region
fr: Région

source: Country
fr: Pays

source: Activity
fr: Activité

source: Archival Agency ArchiveUnit Identifier
fr: Identifiant d'archive

source: Originating Agency ArchiveUnit Identifier
fr: Identifiant métier

source: Transferring Agency ArchiveUnit Identifier
fr: Identifiant de versement

source: Custodial History
fr: Historique de conservation

source: OAIS Type
fr: Type OAIS

source: Document Type
fr: Type de document

source: Language
fr: Langue

source: Status
fr: Statut

source: Keyword
fr: Mots-clés

source: Tag
fr: Tags

source: Coverage
fr: Couverture

source: OriginatingAgency
fr: Service producteur

source: SubmissionAgency
fr: Service versant

source: Authorized Agent
fr: Services autorisés

source: Writer
fr: Auteur(s)

source: Addressee
fr: Destinataire(s)

source: Recipient
fr: En copie

source: Transmitter
fr: Émetteur

source: Sender
fr: Expéditeur

source: Created date
fr: Date de création

source: Transacted date
fr: Date de transaction

source: Acquired date
fr: Date d'acquisition

source: Sent date
fr: Date d'envoi

source: Received date
fr: Date de réception

source: Registered date
fr: Date d'enregistrement

source: End date
fr: Date de fin

source: Event
fr: Événements de traitement

source: Fileplan position
fr: Position dans le plan de classement

source: Title
fr: Intitulé

source: Description Level
fr: Niveau de description

source: Originating System Id
fr: Identifiant d'origine

source: Gps Version
fr: Version du GPS

source: Altitude reference
fr: Référentiel d'altitude

source: Latitude Reference
fr: Référentiel de latitude

source: Longitude Reference
fr: Référentiel de longitude

source: DateStamp
fr: Heure et date de la position gps

source: Signer
fr: Signataire(s)

source: Validator
fr: Validateur(s)
