Repository: romao-romaldi/zarchive
Catalog: src/presentation/maarchRM/Resources/locale/*/exceptions/messages.po
Languages: fr

source: Validation error
fr: Erreur de validation

source: Invalid message
fr: Données invalides

source: Bad request
fr: Données invalides

source: Null value not allowed
fr: Champ nul non permis

source: Empty value not allowed
fr: Champ vide non permis

source: The relation control authority and orignator already exists.
fr: La relation entre l'autorité de contrôle et le producteur existe déjà

source: None control authority parameters.
fr: Aucune autorité de contrôle paramétrée.

source: String value does not match pattern
fr: La valeur ne respecte pas le format

source: An error occured during the process of your request. Please contact the administrator of the application.
fr: Une erreur est survenue durant le traitement de votre requête. Veuillez contacter l'administrateur de l'application.

source: The format identification failed.
fr: Le format du fichier n'a pas pu être identifié.

source: Invalid archive profile
fr: Profil d'archive invalide

source: The organization %s is used in archives.
fr: L'organisation %s est utilisée sur des archives.

source: The organization %s is used in control authority.
fr: L'organisation %s est engagée dans une association d'autorité de contrôle

source: The child organization is used in control authority.
fr: Une organisation enfant est engagée dans une association d'autorité de contrôle

source: Invalid contained archive profile %s
fr: Le profil d'archive contenu %s n'est pas autorisé.

source: The description field already exists.
fr: Le champ de description existe déjà.

source: All repositories must be accessible
fr: Tous les supports de stockage doivent être accessibles

source: The end date is lower than the begin date.
fr: La date de fin est antérieure à la date de début.

source: An owner is already defined.
fr: Un Opérateur d'Archivage est déjà défini.

source: This service is declared as an authority control. Remove it from the authority control panel before deleting this role.
fr: Ce service est déclaré comme autorité de contrôle. Veuillez supprimer ce lien (menu Gestion des Autorités de Contrôle) avant de lui ôter ce rôle.

source: This service belongs to an archival agreement.
fr: Ce service est dans un accord de versement.

source: This service has %s archive(s).
fr: Ce service possède %s archive(s).

source: Profile %s not found
fr: Le profil %s n'a pas été trouvé

source: The retention rule %s not found
fr: La règle de conservation %s n'existe pas

source: The access rule %s not found
fr: La règle de communication %s n'existe pas

source: Role not created
fr: Rôle non créé

source: Role not updated
fr: Rôle non mis à jour

source: Role not deleted
fr: Rôle non supprimé

source: Connection failure, invalid service name.
fr: Erreur de connexion, le nom de service est invalide.

source: The fields contain white spaces.
fr: Les champs comportent des espaces vides

source: Invalid username or email.
fr: Nom d'utilisateur ou courriel invalide

source: User %1$s is locked
fr: L'utilisateur %1$s est bloqué

source: User %1$s is disabled
fr: L'utilisateur %1$s est désactivé

source: Username and / or password invalid
fr: Nom d'utilisateur et / ou mot de passe invalide

source: The password is too short.
fr: Le mot de passe est trop court

source: The password must contain special characters.
fr: Le mot de passe doit contenir des caractères spéciaux

source: The password must contain digits.
fr: Le mot de passe doit contenir des chiffres

source: The password must contain upper and lower case.
fr: Le mot de passe doit contenir des caractères majuscules et minuscules

source: The password is the same as the precedent.
fr: Le mot de passe est le même que le précédent

source: Scheduling not updated.
fr: Planification non mise à jour

source: Scheduling not deleted.
fr: Planification non supprimée

source: Invalid identifiant.
fr: Identifiant invalide

source: Execution error.
fr: Erreur d'exécution

source: Missing authentication credential
fr: Le jeton d'authentification est manquant

source: Service account disabled
fr: Le compte de service est désactivé

source: Task already exists.
fr: Une tâche avec la même route existe déjà.

source: Task not created.
fr: Tâche non créée

source: Task not updated.
fr: Tâche non mise à jour

source: Task not deleted.
fr: Tâche non détruite

source: An address with this purpose already exist.
fr: Une adresse avec ce point de contact existe déjà.

source: A communication mean with this purpose already exist.
fr: Un moyen de communication avec ce point de contact existe déjà.

source: Cluster name is empty
fr: Le nom de la grappe de stockage est vide.

source: Cluster repository is empty
fr: Le nom du support de stockage est vide

source: Source format is empty
fr: Le format source est vide.

source: Conversion service is empty
fr: Le service de conversion est vide.

source: Target Puid is empty
fr: Le PuID cible est vide.

source: Invalid hash.
fr: Empreinte numérique invalide

source: Resource unavailable
fr: Ressource indisponible

source: Resource not found
fr: Ressource non trouvée

source: Repository URI already exist.
fr: L'adresse du support de stockage existe déjà.

source: Service not found.
fr: Service non trouvé

source: The parent folder does not exist
fr: Le dossier parent n'existe pas.

source: The folder already exists
fr: Le dossier existe déjà.

source: The folder can''t be found.
fr: Le dossier n'existe pas

source: Can''t move to another service !
fr: Impossible de déplacer dans un autre service !

source: The folder is closed.
fr: Le dossier est fermé.

source: Folder does not exist.
fr: Le dossier n'existe pas.

source: Journal hash is incorrect.
fr: L'empreinte numérique du journal est incorrecte.

source: The journal file can't be opened.
fr: Le fichier de journal ne peut pas être ouvert.

source: Invalid journal: invalid hash integrity.
fr: Journal invalide : empreinte numérique non valide.

source: Invalid journal date: latest date is in the future.
fr: Journal invalide : la dernière date est dans le futur.

source: Invalid journal: Next journal chaining event is incomplete.
fr: Journal invalide: l'évènement de chaînage du journal suivant est incomplet.

source: Invalid journal: Next journal is missing or chaining event has an invalid journal identifier.
fr: Journal invalide : Le journal suivant est manquant ou l'évènement de chaînage a un identifiant de journal invalide

source: Invalid journal: Chaining event has a different hash.
fr: Journal invalide : L'évènement de chaînage a une empreinte différente.

source: Unknown event type.
fr: Type d'évènement inconnu

source: Key already exists
fr: La clé existe déjà

source: The organization type is used.
fr: Le type d'ogranisation est utilisé

source: Organization can''t be moved to an other organization
fr: L'organisation ne peut être déplacée sous une autre organisation.

source: Organization can''t be moved to a descendent organization
fr: L'organisation' ne peut être déplacée sous une organisation descendante.

source: Organization Archival Profile Access can''t be update
fr: Les accès aux profils d'archives ne peuvent pas être mis à jour.

source: Access Code not created.
fr: Règle de communicabilité non créée

source: Access Code not updated.
fr: Règle de communicabilité non mise à jour

source: Access Code not deleted.
fr: Règle de communicabilité non supprimée

source: The archival profile %s currently in use.
fr: Le profil d'archive %s est utilisé.

source: The Service level requires the digital resource cluster to store metadata, but the selected cluster does not.
fr: Le niveau de service a besoin que la grappe de stockage puisse stocker les métadonnées. La grappe sélectionnée ne le permet pas.

source: The Service level requires a redundant storage, but the selected cluster does not have sufficiant repositories.
fr: Le niveau de service a besoin de plus d'un espace de stockage. La grappe de stockage sélectionnée n'en possède qu'un.

source: Permission denied
fr: Vous n'avez pas l'autorisation d'effectuer cette action.

source: An organization is required to check an archive integrity
fr: Vous devez vous positionner dans un service pour vérifier l'intégité d'une archive.

source: A frozen archive can't be modified.
fr: Une archive gelée ne peut pas être modifiée.

source: An archive that does not have the status 'preserved' can't be modified.
fr: Une archive n'ayant pas le statut 'Conservée' ne peut pas être modifiée

source: The new originator organization of the archive must have the same owner organization as the current one.
fr: Le nouveau service producteur de l'archive doit avoir la même organisation racine que le service producteur actuel.

source: This organization is disabled.
fr: Ce service est inactif.

source: An action is already in progress on this archive.
fr: Une action est déjà en cours sur cette archive.

source: Permission denied: You have to choose a working organization unit to proceed this action.
fr: Non autorisé : Vous devez vous positionner dans un service pour effectuer cette action.

source: The description class does not match with the archival profile.
fr: La classe de description ne correspond pas au profil d'archive.

source: The processing status isn't initial
fr: Le statut de traitement choisi n'est pas de type initial

source: Archive not set for destruction.
fr: L'archive n'est pas prévue pour être détruite.

source: Children archives : Archive not set for destruction.
fr: Une archive enfant n'est pas prévue pour être détruite.

source: Archive not set for preservation.
fr: L'archive n'est pas prévue pour être transférée.

source: Disposal date not reached.
fr: Date de fin d'utilisation non-atteinte.

source: Children archives : Disposal date not reached.
fr: Archives enfants : date de fin d'utilisation non-atteinte.

source: The batch folder does not exist.
fr: Le dossier de traitement par lot n'existe pas.

source: The description file can not be read.
fr: Le fichier de description ne peut pas être lu.

source: The description file is malformed.
fr: Le fichier de description comporte des erreurs.

source: Metadata %1$s is not allowed
fr: La métadonnée %1$s n'est pas autorisée.

source: Null value not allowed for metadata %1$s
fr: La valeur nulle n'est pas autorisée pour la métadonnée %1$s

source: Forbidden value for metadata %1$s
fr: Valeur interdite pour la métadonnée %1$s

source: Invalid value for metadata %1$s
fr: Valeur non valide pour la métadonnée %1$s

source: The archival profile reference not found
fr: L'identifiant du profil d'archive n'a pas été trouvé.

source: The retention rule not found
fr: La règle de conservation n'a pas été trouvée.

source: The access rule not found
fr: La règle de communicabilité n'a pas été trouvée.

source: The archive can not be moved in a different organization unit.
fr: L'archive ne peut pas être déplacée vers un autre service producteur.

source: Description field not deleted.
fr: Le champ de description n'a pas été détruit.

source: The field "%1$s" is required
fr: Le champ "%1$s" est obligatoire.

source: The value of "%1$s" not respect the type "%2$s"
fr: La valeur de "%1$s" ne respecte pas le type "%2$s"

source: Invalid log data
fr: Les données du journal sont invalides.

source: The journal type is not allowed.
fr: Le type de journal n'est pas autorisé.

source: The journal must be archived by an owner organization.
fr: Le journal doit être archivé par un opérateur d'archivage.

source: Retention rule not created.
fr: Règle de conservation non créée

source: Retention rule not updated.
fr: Règle de conservation non mise à jour

source: Retention rule not deleted.
fr: Règle de conservation non supprimée

source: Service level not created.
fr: Niveau de service non créé

source: No default service level found.
fr: Aucun niveau de service par défaut

source: Service level not updated.
fr: Niveau de service non mis à jour

source: Service level not deleted.
fr: Niveau de service non supprimé

source: Content not created
fr: Contenu non créé

source: Content description not updated
fr: Contenu de description non mis à jour

source: Content description not deleted
fr: Contenu de description non supprimé

source: Unable to detect format
fr: Impossible de détecter le format

source: No current organization choosen
fr: Aucune organisation de travail selectionnée

source: Error of conversion process
fr: Erreur lors de la conversion

source: Relation not deleted.
fr: La relation n'a pas pu être supprimée.

source: The message does not exist
fr: Le bordereau n'existe pas.

source: Cluster %s not found.
fr: La grappe de stockage %s est introuvable.

source: Cluster %s not created.
fr: La grappe de stockage %s n'a pas été créée.

source: Cluster %s not updated.
fr: La grappe de stockage %s n'a pas été mise à jour.

source: No repository for %s mode
fr: Aucun espace de stockage pour le mode %1s

source: Container %s couldn't not be opened.
fr: Le conteneur %s ne peut pas être ouvert.

source: %s not found
fr: %s n'a pas été trouvé.

source: Invalid hash for resource %1$s at address %2$s
fr: Empreinte numérique invalide pour la ressource %1$s à l'adresse %2$s.

source: Conversion rule %s not found.
fr: Règle de conversion %s non trouvée

source: Conversion rule with Puid %s already exist.
fr: La règle de conversion avec le PuID %s existe déjà.

source: Resource %1$s not created: %2$s
fr: La ressource %s n'a pas été créée : %2$s

source: Resource %s could not be retrieved.
fr: La ressource %s n'a pas été retrouvée.

source: Resource not deleted at address %1$s : %2$s
fr: La ressource n'a pas pu être supprimée à l'adresse %1$s : %2$s

source: No address return for creation of container in repository %s.
fr: Aucune adresse pour la création du conteneur dans le support de stockage %s.

source: No address return for storage of resource in repository %s.
fr: Aucune adresse pour le stockage de resource dans le support de stockage %s.

source: Resource contents not available at address %s.
fr: Le contenu de la ressource n'est pas disponible à l'adresse %s.

source: No repository found with reference %s
fr: Aucun répertoire de stockage trouvé avec l'identifiant %s.

source: Unknown event type: %s
fr: Évènement de type %s non trouvé

source: %s can''t be found.
fr: %s n'a pas été trouvé.

source: The archive identifier %s does not exist.
fr: L'identifiant d'archive %s n'existe pas.

source: Invalid format attachments for %s
fr: Format invalide pour '%s'

source: Invalid value %s supplied for referentiel %s
fr: Valeur %s non valide pour référentiel %s

source: The archive %1$s is not from the folder %2$s.
fr: L'archive %1$s n'est pas dans le dossier %2$s.

source: The folder only accepts archives originated from %s.
fr: Le dossier n'accepte que des archives du service producteur %s.

source: Expired link
fr: Lien expiré

source: Invalid link
fr: Lien non valide

source: Parent archive is an item and can not contain items.
fr: L'archive parente est une pièce, elle ne peut contenir des pièces

source: The container file is non-compliant
fr: Le fichier conteneur est non conforme.

source: The container file contains symbolic links
fr: Le fichier conteneur contient des liens symboliques.

source: Journal file cannot be written
fr: Le journal ne peut pas être écrit

source: You're not allowed to create an organization
fr: Vous n'êtes pas autorisé à créer une organisation

source: You are not allowed to do this action
fr: Vous n'êtes pas autorisé à effectuer cette action

source: Only a General administrator can do this action
fr: Seul un Administrateur Général peut réaliser cette action

source: Only a Functional administrator can do this action
fr: Seul un Administrateur Fonctionnel peut réaliser cette action

source: An organization can't be disabled.
fr: Une organisation ne peut pas être désactivée.

source: The deposit has been blocked because activity is disabled.
fr: Le versement est bloqué parce que l'activité est désactivée.

source: Wrong columns numbers with csv on line %s
fr: Mauvais nombre de colonnes dans le csv à la ligne %s

source: User has an unknown security level
fr: L'utilisateur a un niveau de sécurité non renseigné dans la configuration. Veuillez contacter votre administrateur système

source: User unknown
fr: Utilisateur inconnu du système
