Repository: romao-romaldi/zarchive
Catalog: src/presentation/maarchRM/Resources/locale/*/digitalResource/format.po
Languages: fr

source: Format information
fr: Information du format

source: Format creation
fr: Création d'un format

source: Update format
fr: Modification d'un format

source: The first and last character must be a letter. You must use only letters and the special character '_'
fr: Les premier et dernier caractères doivent être des lettres. Vous devez utiliser uniquement les lettres et le caractère spécial '_'

source: You must define all required fields
fr: Vous devez remplir tous les champs obligatoires.

source: Are you sure to delete this row ?
fr: Êtes-vous sûr de vouloir supprimer ce format?

source: Format deleted
fr: Format supprimé

source: Format created
fr: Format créé

source: Format updated
fr: Format modifié

source: Sustainable format
fr: Format pérenne

source: Format status
fr: Statut du format

source: Sustainability
fr: Pérennité

source: No format found
fr: Aucun format trouvé

source: The puid is invalid
fr: Le puid est invalide

source: Identifier
fr: Identifiant

source: Format list
fr: Liste des formats

source: Click or drop a file
fr: Cliquez ou déposez un fichier

source: File name
fr: Nom du fichier

source: Size
fr: Taille

source: Size (bytes)
fr: Taille (octets)

source: bytes
fr: octets

source: Creation date
fr: Date de création

source: Check format
fr: Vérifier le format

source: File information
fr: Information du fichier

source: Hash MD5
fr: Empreinte numérique MD5

source: Hash SHA256
fr: Empreinte numérique SHA256

source: Hash SHA512
fr: Empreinte numérique SHA512
